test_data_for_test_important_questions = [
    (0, "Сутки — 400 рублей. Оплата курьеру — наличными или картой."),
    (1, "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."),
    (2, "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."),
    (3, "Только начиная с завтрашнего дня. Но скоро станем расторопнее."),
    (4, "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."),
    (5, "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."),
    (6, "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."),
    (7, "Да, обязательно. Всем самокатов! И Москве, и Московской области.")
]

order_data = [
    {
        'first_name': 'Александр',
        'second_name': 'Александров',
        'address': 'Москва',
        'metro_station': '1',
        'phone_number': '+79204406778',
        'delivery_date': '11.09.2025',
        'rental_period': 'трое суток',
        'scooter_color': 'black',
        'courier_comment': 'Позвонить заранее'
    },
    {
        'first_name': 'Светлана',
        'second_name': 'Лабутина',
        'address': 'Санкт-Петербург',
        'metro_station': '3',
        'phone_number': '+79523095058',
        'delivery_date': '25.10.2025',
        'rental_period': 'двое суток',
        'scooter_color': 'grey',
        'courier_comment': 'Звонить настойчивее'
    }
]